<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<meta http-equiv="X-UA-Compatible" content="IE=edge">
<title>이용약관</title>
<script type="text/javascript" src="https://code.jquery.com/jquery-3.5.1.js"></script>
<%@ include file="/WEB-INF/views/module/link.jsp" %>
</head>

<body style="background: #f6f6f6;">
<!-- Header area-->
<%@ include file="/WEB-INF/views/module/header.jsp" %> 

<!-- Start page header --> 
<section>
    <div class="count-area" style="background: #f6f6f6;"> 
    <div class="container">
        <div class="row">
            <div class="col-md-10 col-md-offset-1 col-sm-12 text-center page-title">
	    <h2 style="">이용약관</h2>               
            </div>
        </div>
    </div>
</div>
<!-- End page header -->

<!-- start contents-area -->
    <div class="register-area">
        <div class="container">
            <div class="col-md-8 col-md-offset-2">
                <div class="box-for overflow">
                    <div class="col-md-12 col-xs-12 register-blocks">
                        <form action="" method="post">             
                            <div class="form-group"  style="padding-left: 40px; padding-top: 40px; ">
                                <label>
                                <input type="checkbox" id="chkAll">
                               	 &nbsp;스터디클라우드 이용약관, 개인정보 수집 및 이용, 위치기반서비스에 모두 동의합니다.                        		                                
                                </label> 
                                </div>
                            <div class="form-group"  style="padding: 40px;">    
                                <label>
                                <input type="checkbox" name="chk">
                                &nbsp;이용약관 동의                              	
                              	</label>
                                <textarea  rows="4" style="resize:none; " class="form-control" onfocus="this.blur();">
여러분을 환영합니다.
스터디클라우드 서비스 및 제품(이하 ‘서비스’)을 이용해 주셔서 감사합니다. 본 약관은 다양한 스터디클라우드 서비스의 이용과 관련하여 스터디클라우드 서비스를 제공하는 스터디클라우드 주식회사(이하 ‘스터디클라우드’)와 이를 이용하는 스터디클라우드 서비스 회원(이하 ‘회원’) 또는 비회원과의 관계를 설명하며, 아울러 여러분의 스터디클라우드 서비스 이용에 도움이 될 수 있는 유익한 정보를 포함하고 있습니다.
스터디클라우드 서비스를 이용하시거나 스터디클라우드 서비스 회원으로 가입하실 경우 여러분은 본 약관 및 관련 운영 정책을 확인하거나 동의하게 되므로, 잠시 시간을 내시어 주의 깊게 살펴봐 주시기 바랍니다
다양한 스터디클라우드 서비스를 즐겨보세요.


스터디클라우드는 스터디클라우드 도메인의 웹사이트 및 응용프로그램(어플리케이션, 앱)을 통해 정보 검색, 다른 이용자와의 커뮤니케이션, 콘텐츠 제공, 상품 쇼핑 등 여러분의 생활에 편리함을 더할 수 있는 다양한 서비스를 제공하고 있습니다. 여러분은 PC, 휴대폰 등 인터넷 이용이 가능한 각종 단말기를 통해 각양각색의 스터디클라우드 서비스를 자유롭게 이용하실 수 있으며, 개별 서비스들의 구체적인 내용은 각 서비스 상의 안내, 공지사항, 스터디클라우드 웹고객센터(이하‘고객센터’) 도움말 등에서 쉽게 확인하실 수 있습니다.
스터디클라우드는 기본적으로 여러분 모두에게 동일한 내용의 서비스를 제공합니다. 다만,'청소년보호법'등 관련 법령이나 기타 개별 서비스 제공에서의 특별한 필요에 의해서 연령 또는 일정한 등급을 기준으로 이용자를 구분하여 제공하는 서비스의 내용, 이용 시간, 이용 횟수 등을 다르게 하는 등 일부 이용을 제한하는 경우가 있습니다. 자세한 내용은 역시 각 서비스 상의 안내, 공지사항, 고객센터 도움말 등에서 확인하실 수 있습니다.


회원으로 가입하시면 스터디클라우드 서비스를 보다 편리하게 이용할 수 있습니다.
여러분은 본 약관을 읽고 동의하신 후 회원 가입을 신청하실 수 있으며, 스터디클라우드는 이에 대한 승낙을 통해 회원 가입 절차를 완료하고 여러분께 스터디클라우드 서비스 이용 계정(이하 ‘계정’)을 부여합니다. 계정이란 회원이 스터디클라우드 서비스에 로그인한 이후 이용하는 각종 서비스 이용 이력을 회원 별로 관리하기 위해 설정한 회원 식별 단위를 말합니다.
회원은 자신의 계정을 통해 좀더 다양한 스터디클라우드 서비스를 보다 편리하게 이용할 수 있습니다. 이와 관련한 상세한 내용은 계정 운영정책 및 고객센터 내 스터디클라우드 회원가입 방법 등에서 확인해 주세요.
스터디클라우드는 단체에 속한 여러 구성원들이 공동의 계정으로 스터디클라우드 서비스를 함께 이용할 수 있도록 단체회원 계정도 부여하고 있습니다. 단체회원 구성원들은 하나의 계정 및 아이디(ID)를 공유하되 각자 개별적으로 설정한 비밀번호를 입력하여 계정에 로그인하고 각종 서비스를 이용하게 됩니다. 단체회원은 관리자와 멤버로 구성되며, 관리자는 구성원 전부로부터 권한을 위임 받아 단체회원을 대표하고 단체회원 계정을 운용합니다. 따라서 관리자는 단체회원 계정을 통해 별도 약관 또는 기존 약관 개정에 대해 동의하거나 단체회원에서 탈퇴할 수 있고, 멤버들의 단체회원 계정 로그인 방법 및 이를 통한 게시물 게재 등 스터디클라우드 서비스 이용을 관리(게시물 삭제 포함)할 수 있습니다. 본 약관에서 규정한 사항은 원칙적으로 구성원 모두에게 적용되며, 각각의 구성원은 다른 구성원들의 단체회원 계정 및 아이디(ID)를 통한 서비스 이용에 관해 연대책임을 부담합니다.
단체회원 계정 사용에서의 관리자, 멤버 등의 권한 및 (공동)책임에 관한 사항 등은 계정 운영정책 및 고객센터 내 스터디클라우드 단체회원(단체 아이디) 소개 등에서 확인해 주시기 바랍니다.
여러분의 개인정보를 소중히 보호합니다.


스터디클라우드는 서비스의 원활한 제공을 위하여 회원이 동의한 목적과 범위 내에서만 개인정보를 수집.이용하며, 개인정보 보호 관련 법령에 따라 안전하게 관리합니다. 스터디클라우드가 이용자 및 회원에 대해 관련 개인정보를 안전하게 처리하기 위하여 기울이는 노력이나 기타 상세한 사항은 개인정보 처리방침에서 확인하실 수 있습니다.
스터디클라우드는 여러분이 서비스를 이용하기 위해 일정 기간 동안 로그인 혹은 접속한 기록이 없는 경우, 전자메일, 서비스 내 알림 또는 기타 적절한 전자적 수단을 통해 사전에 안내해 드린 후 여러분의 정보를 파기하거나 분리 보관할 수 있으며, 만약 이로 인해 서비스 제공을 위해 필수적인 정보가 부족해질 경우 부득이 관련 서비스 이용계약을 해지할 수 있습니다.


타인의 권리를 존중해 주세요.
여러분이 무심코 게재한 게시물로 인해 타인의 저작권이 침해되거나 명예훼손 등 권리 침해가 발생할 수 있습니다. 스터디클라우드는 이에 대한 문제 해결을 위해 ‘정보통신망 이용촉진 및 정보보호 등에 관한 법률’ 및 ‘저작권법’ 등을 근거로 권리침해 주장자의 요청에 따른 게시물 게시중단, 원 게시자의 이의신청에 따른 해당 게시물 게시 재개 등을 내용으로 하는 게시중단요청서비스를 운영하고 있습니다. 보다 상세한 내용 및 절차는 고객센터 내 게시중단요청서비스 소개를 참고해 주세요.
한편, 스터디클라우드 서비스를 통해 타인의 콘텐츠를 이용한다고 하여 여러분이 해당 콘텐츠에 대한 지식재산권을 보유하게 되는 것은 아닙니다. 여러분이 해당 콘텐츠를 자유롭게 이용하기 위해서는 그 이용이 저작권법 등 관련 법률에 따라 허용되는 범위 내에 있거나, 해당 콘텐츠의 지식재산권자로부터 별도의 이용 허락을 받아야 하므로 각별한 주의가 필요합니다.
스터디클라우드는 여러분이 스터디클라우드 서비스를 마음껏 이용할 수 있도록 여러분께 스터디클라우드 서비스에 수반되는 관련 소프트웨어 사용에 관한 이용 권한을 부여합니다. 이 경우 여러분의 자유로운 이용은 스터디클라우드가 제시하는 이용 조건에 부합하는 범위 내에서만 허용되고, 이러한 권한은 양도가 불가능하며, 비독점적 조건 및 법적고지가 적용된다는 점을 유의해 주세요.


언제든지 스터디클라우드 서비스 이용계약을 해지하실 수 있습니다.
스터디클라우드에게는 참 안타까운 일입니다만, 회원은 언제든지 스터디클라우드 서비스 이용계약 해지를 신청하여 회원에서 탈퇴할 수 있으며, 이 경우 스터디클라우드는 관련 법령 등이 정하는 바에 따라 이를 지체 없이 처리하겠습니다.
스터디클라우드 서비스 이용계약이 해지되면, 관련 법령 및 개인정보처리방침에 따라 스터디클라우드가 해당 회원의 정보를 보유할 수 있는 경우를 제외하고, 해당 회원 계정에 부속된 게시물 일체를 포함한 회원의 모든 데이터는 소멸됨과 동시에 복구할 수 없게 됩니다. 다만, 이 경우에도 다른 회원이 별도로 담아갔거나 스크랩한 게시물과 공용 게시판에 등록한 댓글 등의 게시물은 삭제되지 않으므로 반드시 해지 신청 이전에 삭제하신 후 탈퇴하시기 바랍니다.
                        
                                </textarea>
                            </div>
                            <div class="form-group"  style="padding: 40px;">
                                <label>
                                <input type="checkbox" name="chk">
                                &nbsp;개인정보 수집 및 이용 동의                              	
                              	</label>
                                <textarea rows="4" style="resize:none;" class="form-control" onfocus="this.blur();">
1. 개인정보처리방침의 의의
스터디클라우드는 본 개인정보처리방침은 개인정보보호법을 기준으로 작성하되, 스터디클라우드 내에서의 이용자 개인정보 처리 현황을 최대한 알기 쉽고 상세하게 설명하기 위해 노력하였습니다.
이는 쉬운 용어를 사용한 개인정보처리방침 작성 원칙인 ‘Plain Language Privacy Policy(쉬운 용어를 사용한 개인정보처리방침)’를 도입한 것입니다.
개인정보처리방침은 다음과 같은 중요한 의미를 가지고 있습니다.
스터디클라우드가 어떤 정보를 수집하고, 수집한 정보를 어떻게 사용하며, 필요에 따라 누구와 이를 공유(‘위탁 또는 제공’)하며, 이용목적을 달성한 정보를 언제·어떻게 파기하는지 등 ‘개인정보의 한살이’와 관련한 정보를 투명하게 제공합니다.
정보주체로서 이용자는 자신의 개인정보에 대해 어떤 권리를 가지고 있으며, 이를 어떤 방법과 절차로 행사할 수 있는지를 알려드립니다. 또한, 법정대리인(부모 등)이 만14세 미만 아동의 개인정보 보호를 위해 어떤 권리를 행사할 수 있는지도 함께 안내합니다.
개인정보 침해사고가 발생하는 경우, 추가적인 피해를 예방하고 이미 발생한 피해를 복구하기 위해 누구에게 연락하여 어떤 도움을 받을 수 있는지 알려드립니다.
그 무엇보다도, 개인정보와 관련하여 스터디클라우드와 이용자간의 권리 및 의무 관계를 규정하여 이용자의 ‘개인정보자기결정권’을 보장하는 수단이 됩니다.


2. 수집하는 개인정보
이용자는 회원가입을 하지 않아도 정보 검색, 공지사항 보기 등의 스터디클라우드를 이용할 수 있습니다.
이용자가 예약, 채팅, 리뷰 등과 같이 개인화 혹은 회원제 서비스를 이용하기 위해 회원가입을 할 경우, 스터디클라우드는 서비스 이용을 위해 필요한 최소한의 개인정보를 수집합니다.
회원가입 시점에 스터디클라우드가 이용자로부터 수집하는 개인정보는 아래와 같습니다.
회원 가입 시 필수항목으로 아이디, 비밀번호, 이름, 휴대전화번호, 본인확인 이메일주소를 수집합니다. 


서비스 이용 과정에서 이용자로부터 수집하는 개인정보는 아래와 같습니다.
회원정보 또는 개별 서비스에서 프로필 정보(별명, 프로필 사진)를 설정할 수 있습니다. 회원정보에 별명을 입력하지 않은 경우에는 마스킹 처리된 아이디가 별명으로 자동 입력됩니다.
스터디클라우드 내의 개별 서비스 이용, 이벤트 응모 및 경품 신청 과정에서 해당 서비스의 이용자에 한해 추가 개인정보 수집이 발생할 수 있습니다. 추가로 개인정보를 수집할 경우에는 해당 개인정보 수집 시점에서 이용자에게 ‘수집하는 개인정보 항목, 개인정보의 수집 및 이용목적, 개인정보의 
서비스 이용 과정에서 IP 주소, 쿠키, 위치정보가 생성되어 수집될 수 있습니다.

스터디클라우드는 아래의 방법을 통해 개인정보를 수집합니다.
회원가입 및 서비스 이용 과정에서 이용자가 개인정보 수집에 대해 동의를 하고 직접 정보를 입력하는 경우, 해당 개인정보를 수집합니다.
고객센터를 통한 상담 과정에서 웹페이지, 메일, 팩스, 전화 등을 통해 이용자의 개인정보가 수집될 수 있습니다.
오프라인에서 진행되는 이벤트, 세미나 등에서 서면을 통해 개인정보가 수집될 수 있습니다.
스터디클라우드와 제휴한 외부 기업이나 단체로부터 개인정보를 제공받을 수 있으며, 이러한 경우에는 개인정보보호법에 따라 제휴사에서 이용자에게 개인정보 제공 동의 등을 받은 후에 스터디클라우드에 제공합니다.
기기정보와 같은 생성정보는 PC웹, 모바일 웹/앱 이용 과정에서 자동으로 생성되어 수집될 수 있습니다.


3. 수집한 개인정보의 이용
스터디클라우드 및 스터디클라우드 관련 제반 서비스(모바일 웹/앱 포함)의 회원관리, 서비스 개발·제공 및 향상, 안전한 인터넷 이용환경 구축 등 아래의 목적으로만 개인정보를 이용합니다.
회원 가입 의사의 확인, 연령 확인 및 법정대리인 동의 진행, 이용자 및 법정대리인의 본인 확인, 이용자 식별, 회원탈퇴 의사의 확인 등 회원관리를 위하여 개인정보를 이용합니다.
법령 및 스터디클라우드 이용약관을 위반하는 회원에 대한 이용 제한 조치, 부정 이용 행위를 포함하여 서비스의 원활한 운영에 지장을 주는 행위에 대한 방지 및 제재, 계정도용 및 부정거래 방지, 약관 개정 등의 고지사항 전달, 분쟁조정을 위한 기록 보존, 민원처리 등 이용자 보호 및 서비스 운영을 위하여 개인정보를 이용합니다.
보안, 프라이버시, 안전 측면에서 이용자가 안심하고 이용할 수 있는 서비스 이용환경 구축을 위해 개인정보를 이용합니다.
스터디클라우드는 수집한 개인정보를 특정 개인을 알아볼 수 없도록 가명처리하여 통계작성, 과학적 연구, 공익적 기록 보존 등을 위하여 처리할 수 있습니다. 이 때 가명정보는 재식별되지 않도록 추가정보와 분리하여 별도 저장·관리하고 필요한 기술적·관리적 보호조치를 취합니다.                         
                                </textarea>
                            </div>
                            <div class="form-group"  style="padding: 40px;">
                                <label>
                                <input type="checkbox" name="chk">
                                &nbsp;위치기반 서비스 이용약관 동의                              	
                              	</label>
                                <textarea rows="4" style="resize:none;" class="form-control" onfocus="this.blur();">
위치기반서비스 이용약관에 동의하시면, 위치를 활용한 광고 정보 수신 등을 포함하는 스터디클라우드 위치기반 서비스를 이용할 수 있습니다.
제 1 조 (목적)
이 약관은 스터디클라우드 주식회사 (이하 “회사”)가 제공하는 위치기반서비스와 관련하여 회사와 개인위치정보주체와의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.
제 2 조 (약관 외 준칙)
이 약관에 명시되지 않은 사항은 위치정보의 보호 및 이용 등에 관한 법률, 개인정보보호법, 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 전기통신기본법, 전기통신사업법 등 관계법령과 회사의 이용약관 및 개인정보처리방침, 회사가 별도로 정한 지침 등에 의합니다.
제 3 조 (서비스 내용 및 요금)
① 회사는 위치정보사업자로부터 위치정보를 전달받아 아래와 같은 위치기반서비스를 제공합니다.
위치정보를 활용한 검색결과 및 콘텐츠 제공 : 정보 검색을 요청하거나 개인위치정보주체 또는 이동성 있는 기기의 위치정보를 제공 시 본 위치정보를 이용한 검색결과제시합니다.
② 제1항 위치기반서비스의 이용요금은 무료입니다.
제 4 조 (개인위치정보주체의 권리)
① 개인위치정보주체는 개인위치정보 수집 범위 및 이용약관의 내용 중 일부 또는 개인위치정보의 이용ㆍ제공 목적, 제공받는 자의 범위 및 위치기반서비스의 일부에 대하여 동의를 유보할 수 있습니다.
② 개인위치정보주체는 개인위치정보의 수집ㆍ이용ㆍ제공에 대한 동의의 전부 또는 일부를 철회할 수 있습니다.
③ 개인위치정보주체는 언제든지 개인위치정보의 수집ㆍ이용ㆍ제공의 일시적인 중지를 요구할 수 있습니다. 이 경우 회사는 요구를 거절하지 아니하며, 이를 위한 기술적 수단을 갖추고 있습니다
④ 개인위치정보주체는 회사에 대하여 아래 자료의 열람 또는 고지를 요구할 수 있고, 당해 자료에 오류가 있는 경우에는 그 정정을 요구할 수 있습니다. 이 경우 회사는 정당한 이유 없이 요구를 거절하지 아니합니다.
1. 개인위치정보주체에 대한 위치정보 수집ㆍ이용ㆍ제공사실 확인자료
2. 개인위치정보주체의 개인위치정보가 위치정보의 보호 및 이용 등에 관한 법률 또는 다른 법령의 규정에 의하여 제3자에게 제공된 이유 및 내용
⑤ 회사는 개인위치정보주체가 동의의 전부 또는 일부를 철회한 경우에는 지체 없이 수집된 개인위치정보 및 위치정보 수집ㆍ이용ㆍ제공사실 확인자료를 파기합니다.단, 동의의 일부를 철회하는 경우에는 철회하는 부분의 개인위치정보 및 위치정보 수집ㆍ이용ㆍ제공사실 확인자료에 한합니다.
제 5 조 (법정대리인의 권리)
① 회사는 만14세 미만 아동으로부터 개인위치정보를 수집ㆍ이용 또는 제공하고자 하는 경우에는 만14세 미만 아동과 그 법정대리인의 동의를 받아야 합니다.
② 법정대리인은 만14세 미만 아동의 개인위치정보를 수집ㆍ이용ㆍ제공에 동의하는 경우 동의유보권, 동의철회권 및 일시중지권, 열람ㆍ고지요구권을 행사할 수 있습니다.
제 6 조 (위치정보 이용·제공사실 확인자료 보유근거 및 보유기간)
회사는 위치정보의 보호 및 이용 등에 관한 법률 제16조 제2항에 근거하여 개인위치정보주체에 대한 위치정보 수집·이용·제공사실 확인자료를 위치정보시스템에 자동으로 기록하며, 6개월 이상 보관합니다.
제 7 조 (서비스의 변경 및 중지)
① 회사는 위치기반서비스사업자의 정책변경 등과 같이 회사의 제반 사정 또는 법률상의 장애 등으로 서비스를 유지할 수 없는 경우, 서비스의 전부 또는 일부를 제한, 변경하거나 중지할 수 있습니다.
② 제1항에 의한 서비스 중단의 경우에는 회사는 사전에 인터넷 등에 공지하거나 개인위치정보주체에게 통지합니다.                                
                                </textarea>
                            </div>                           
                            <div class="form-group" style="padding-top: 100px; padding-bottom: 60px; padding-left: 60px; padding-right: 60px;">
								<input class="btn btn-primary" type="button" id="btn_join" value="회원가입">
                            </div>
                        </form>
                    </div>
                </div>
            </div>
        </div>
    </div>        
</section>
<!-- End contents-area -->


<script>
		
	$(document).ready(function() {
		// 체크박스 전체선택
		$('#chkAll').on('ifChanged', function() {
			if ($(this).prop('checked')) {
				$('input[name=chk]').iCheck('check');
			} else {
				$('input[name=chk]').iCheck('uncheck');
			}
		});

		// 체크박스 개별 선택 
		$('input:checkbox[name=chk]').on('ifChanged', function() {
			var total = $('input:checkbox[name=chk]').length;
			var checked = $('input:checkbox[name=chk]:checked').length;

			if (total == checked) {
				$('#chkAll').prop('checked', true).iCheck('update');
			} else {
				$('#chkAll').prop('checked', false).iCheck('update');
			}
		});

		// 모든 체크박스가 선택돼야 다음페이지로 넘어가는 이벤트
		$("#btn_join").click(function() {
			var checkedBoxes = $("input[name='chk']:checked");
			var totalBoxes = $("input[name='chk']");

			if (checkedBoxes.length != totalBoxes.length) {
				alert("전체 동의하지 않았습니다.");
				return false;
			} else {
				// 모든 체크박스가 선택되어 있으므로 다음 페이지로 이동
				location.href = '${pageContext.request.contextPath}/join/joinform';
			}
		}).on('ifChecked ifUnchecked', 'input[name="chk"]', function() {
			var checkedBoxes = $("input[name='chk']:checked");
			var totalBoxes = $("input[name='chk']");

			if (checkedBoxes.length == totalBoxes.length) {
				$("#btn_join").iCheck('enable');
			} else {
				$("#btn_join").iCheck('disable');
			}
		});
	});
</script>

<!-- Footer area-->
   	<%@ include file="/WEB-INF/views/module/footer.jsp" %>

</body>
</html>