<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>이용약관</title>
<%@ include file="/WEB-INF/views/module/link.jsp" %>
<script src="https://code.jquery.com/jquery-3.6.3.js" ></script>
</head>
<body style="background: #f6f6f6;">
<%@ include file="/WEB-INF/views/module/header.jsp" %>
<section>
	<div class="count-area" style="background: #f6f6f6;"> 
	    <div class="container">
		    <div class="row">
	    	    <div class="col-md-10 col-md-offset-1 col-sm-12 text-center page-title">
	        	    <h2>이용약관</h2>               
	            </div>
	        </div>
	    </div>
	</div>
	
	<div class="content-area recent-property" style="background: #f6f6f6;">
        <div class="container">
            <div class="row row-feat">
            <div class="notice-slider-area" style="height: 120px;">
		            </div>
	            <div class="col-md-10 col-md-offset-1">
	            	<div class="col-sm feat-list">
                        <h5><b>여러분을 환영합니다.</b></h5>
						스터디클라우드 서비스 및 제품(이하 ‘서비스’)을 이용해 주셔서 감사합니다. 
						본 약관은 다양한 스터디클라우드 서비스의 이용과 관련하여 스터디클라우드 서비스를 제공하는 스터디클라우드 주식회사(이하 ‘스터디클라우드’)와 이를 이용하는 스터디클라우드 서비스 회원(이하 ‘회원’) 또는 비회원과의 관계를 설명하며, 아울러 여러분의 스터디클라우드 서비스 이용에 도움이 될 수 있는 유익한 정보를 포함하고 있습니다.
						스터디클라우드 서비스를 이용하시거나 스터디클라우드 서비스 회원으로 가입하실 경우 여러분은 본 약관 및 관련 운영 정책을 확인하거나 동의하게 되므로, 잠시 시간을 내시어 주의 깊게 살펴봐 주시기 바랍니다.
						<br><br>
						<h5><b>다양한 스터디클라우드 서비스를 즐겨보세요.</b></h5>
						스터디클라우드는 스터디클라우드 도메인의 웹사이트 및 응용프로그램(어플리케이션, 앱)을 통해 정보 검색, 다른 이용자와의 커뮤니케이션, 콘텐츠 제공, 상품 쇼핑 등 여러분의 생활에 편리함을 더할 수 있는 다양한 서비스를 제공하고 있습니다. 여러분은 PC, 휴대폰 등 인터넷 이용이 가능한 각종 단말기를 통해 각양각색의 스터디클라우드 서비스를 자유롭게 이용하실 수 있으며, 개별 서비스들의 구체적인 내용은 각 서비스 상의 안내, 공지사항, 스터디클라우드 웹고객센터(이하‘고객센터’) 도움말 등에서 쉽게 확인하실 수 있습니다.
						스터디클라우드는 기본적으로 여러분 모두에게 동일한 내용의 서비스를 제공합니다. 다만,'청소년보호법'등 관련 법령이나 기타 개별 서비스 제공에서의 특별한 필요에 의해서 연령 또는 일정한 등급을 기준으로 이용자를 구분하여 제공하는 서비스의 내용, 이용 시간, 이용 횟수 등을 다르게 하는 등 일부 이용을 제한하는 경우가 있습니다. 자세한 내용은 역시 각 서비스 상의 안내, 공지사항, 고객센터 도움말 등에서 확인하실 수 있습니다.
						<br><br>
						<h5><b>회원으로 가입하시면 스터디클라우드 서비스를 보다 편리하게 이용할 수 있습니다.</b></h5>
						여러분은 본 약관을 읽고 동의하신 후 회원 가입을 신청하실 수 있으며, 스터디클라우드는 이에 대한 승낙을 통해 회원 가입 절차를 완료하고 여러분께 스터디클라우드 서비스 이용 계정(이하 ‘계정’)을 부여합니다. 계정이란 회원이 스터디클라우드 서비스에 로그인한 이후 이용하는 각종 서비스 이용 이력을 회원 별로 관리하기 위해 설정한 회원 식별 단위를 말합니다.
						회원은 자신의 계정을 통해 좀더 다양한 스터디클라우드 서비스를 보다 편리하게 이용할 수 있습니다. 이와 관련한 상세한 내용은 계정 운영정책 및 고객센터 내 스터디클라우드 회원가입 방법 등에서 확인해 주세요.
						스터디클라우드는 단체에 속한 여러 구성원들이 공동의 계정으로 스터디클라우드 서비스를 함께 이용할 수 있도록 단체회원 계정도 부여하고 있습니다. 단체회원 구성원들은 하나의 계정 및 아이디(ID)를 공유하되 각자 개별적으로 설정한 비밀번호를 입력하여 계정에 로그인하고 각종 서비스를 이용하게 됩니다. 단체회원은 관리자와 멤버로 구성되며, 관리자는 구성원 전부로부터 권한을 위임 받아 단체회원을 대표하고 단체회원 계정을 운용합니다. 따라서 관리자는 단체회원 계정을 통해 별도 약관 또는 기존 약관 개정에 대해 동의하거나 단체회원에서 탈퇴할 수 있고, 멤버들의 단체회원 계정 로그인 방법 및 이를 통한 게시물 게재 등 스터디클라우드 서비스 이용을 관리(게시물 삭제 포함)할 수 있습니다. 본 약관에서 규정한 사항은 원칙적으로 구성원 모두에게 적용되며, 각각의 구성원은 다른 구성원들의 단체회원 계정 및 아이디(ID)를 통한 서비스 이용에 관해 연대책임을 부담합니다.
						단체회원 계정 사용에서의 관리자, 멤버 등의 권한 및 (공동)책임에 관한 사항 등은 계정 운영정책 및 고객센터 내 스터디클라우드 단체회원(단체 아이디) 소개 등에서 확인해 주시기 바랍니다.
						<br><br>
						<h5><b>여러분의 개인정보를 소중히 보호합니다.</b></h5>
						스터디클라우드는 서비스의 원활한 제공을 위하여 회원이 동의한 목적과 범위 내에서만 개인정보를 수집.이용하며, 개인정보 보호 관련 법령에 따라 안전하게 관리합니다. 스터디클라우드가 이용자 및 회원에 대해 관련 개인정보를 안전하게 처리하기 위하여 기울이는 노력이나 기타 상세한 사항은 개인정보 처리방침에서 확인하실 수 있습니다.
						스터디클라우드는 여러분이 서비스를 이용하기 위해 일정 기간 동안 로그인 혹은 접속한 기록이 없는 경우, 전자메일, 서비스 내 알림 또는 기타 적절한 전자적 수단을 통해 사전에 안내해 드린 후 여러분의 정보를 파기하거나 분리 보관할 수 있으며, 만약 이로 인해 서비스 제공을 위해 필수적인 정보가 부족해질 경우 부득이 관련 서비스 이용계약을 해지할 수 있습니다.
						<br><br>
						<h5><b>타인의 권리를 존중해 주세요.</b></h5>
						여러분이 무심코 게재한 게시물로 인해 타인의 저작권이 침해되거나 명예훼손 등 권리 침해가 발생할 수 있습니다. 스터디클라우드는 이에 대한 문제 해결을 위해 ‘정보통신망 이용촉진 및 정보보호 등에 관한 법률’ 및 ‘저작권법’ 등을 근거로 권리침해 주장자의 요청에 따른 게시물 게시중단, 원 게시자의 이의신청에 따른 해당 게시물 게시 재개 등을 내용으로 하는 게시중단요청서비스를 운영하고 있습니다. 보다 상세한 내용 및 절차는 고객센터 내 게시중단요청서비스 소개를 참고해 주세요.
						한편, 스터디클라우드 서비스를 통해 타인의 콘텐츠를 이용한다고 하여 여러분이 해당 콘텐츠에 대한 지식재산권을 보유하게 되는 것은 아닙니다. 여러분이 해당 콘텐츠를 자유롭게 이용하기 위해서는 그 이용이 저작권법 등 관련 법률에 따라 허용되는 범위 내에 있거나, 해당 콘텐츠의 지식재산권자로부터 별도의 이용 허락을 받아야 하므로 각별한 주의가 필요합니다.
						스터디클라우드는 여러분이 스터디클라우드 서비스를 마음껏 이용할 수 있도록 여러분께 스터디클라우드 서비스에 수반되는 관련 소프트웨어 사용에 관한 이용 권한을 부여합니다. 이 경우 여러분의 자유로운 이용은 스터디클라우드가 제시하는 이용 조건에 부합하는 범위 내에서만 허용되고, 이러한 권한은 양도가 불가능하며, 비독점적 조건 및 법적고지가 적용된다는 점을 유의해 주세요.
						<br><br>
						<h5><b>언제든지 스터디클라우드 서비스 이용계약을 해지하실 수 있습니다.</b></h5>
						스터디클라우드에게는 참 안타까운 일입니다만, 회원은 언제든지 스터디클라우드 서비스 이용계약 해지를 신청하여 회원에서 탈퇴할 수 있으며, 이 경우 스터디클라우드는 관련 법령 등이 정하는 바에 따라 이를 지체 없이 처리하겠습니다.
						스터디클라우드 서비스 이용계약이 해지되면, 관련 법령 및 개인정보처리방침에 따라 스터디클라우드가 해당 회원의 정보를 보유할 수 있는 경우를 제외하고, 해당 회원 계정에 부속된 게시물 일체를 포함한 회원의 모든 데이터는 소멸됨과 동시에 복구할 수 없게 됩니다. 다만, 이 경우에도 다른 회원이 별도로 담아갔거나 스크랩한 게시물과 공용 게시판에 등록한 댓글 등의 게시물은 삭제되지 않으므로 반드시 해지 신청 이전에 삭제하신 후 탈퇴하시기 바랍니다.
						<br><br>
						<h5><b>스터디클라우드 서비스와 관련하여 궁금하신 사항이 있으시면 고객센터(대표번호: 1544 - 9970 / 평일 09:00~18:00)로 <br>문의 주시기 바랍니다.</b></h5>
                	</div>   
                </div>
            </div>
        </div>
    </div>    
</section>
<%@ include file="/WEB-INF/views/module/footer.jsp" %>
</body>
</html>